{
	"officers":[
		{
			"title": "President",
			"email": "president {at} hashdump {dot} org",
			"name": "Jordan Peterson",
			"picture": "jordan_peterson.jpg",
			"bio": "I am a first year graduate student at Colorado State University. Computer Science has become my passion and more specifically computer security. This club has been a huge part of my life during my undergrad and now my grad.",
			"responsibilities": [
				"Prepare topics for meetings",
				"Contact companies and professors",
				"Lead meetings and delegate tasks to officers"
			]
		},
		{
			"title": "Vice President",
			"email": "vicepresident {at} hashdump {dot} org",
			"name": "Susanna Kyler",
			"picture": "susanna_kyler.jpg",
			"bio": "I am a fourth year undergraduate Computer Science major at CSU. I came to be interested in security because I often heard about the results of ineffective cyber security practices, but rarely heard about successful techniques and tools that were an effective defense. ",
			"responsibilities": [
				"Prepare topics for meetings",
				"Contact companies and professors",
				"Lead meetings and delegate tasks to officers"
			]
      
		},
		{
			"title": "Webmaster",
			"email": "webmaster {at} hashdump {dot} org",
			"name": "Pierce Smith",
			"picture": "pierce_smith.jpg",
			"bio": "Hey there! I'm a sophomore CS major here at CSU. Security on the Internet has been very important to me for a large portion of my life, so I am delighted to be a part of this club and have the opportunity to share how we should best practice it. When I'm not ranting about programming, I love drawing, doing graphic design, writing stories, and re-playing Half-Life for the 50th time.",
			"responsibilities": [
				"Maintain the website",
				"Manage forums/slack",
				"Update topic information with urls and notes"
			]
		},
		{
			"title": "Sys Admin",
			"email": "sysAdmin {at} hashdump {dot} org",
			"name": "Gus Nard",
			"picture": "gus_nard.jpg",
			"bio": "I'm a fourth year undergrad CS major at CSU. I got into security by watching bad hacking movies and I joined Hashdump during my sophomore year here. I spend a lot of my free time watching tv shows, catching bugs, and playing computer games.",
			"responsibilities": [
				"Maintain club servers",
				"Build/maintain vulnerable VMs",
				"Create educational demos with our systems",
				"Assist and supervise any projects a club member wants to do with our systems"
			]
		},
		{
			"title": "Secretary",
			"email": "secretary {at} hashdump {dot} org",
			"name": "Jared Crouse",
			"picture": "jared_crouse.jpg",
			"bio": "I am a first year graduate student at CSU. Computer science has been a passion of mine for some time now and I love being a member of this club. Computer security is a fascinating topic and I love learning more about it all the time. I am also interested in vintage video games, black and white sci-fi movies, piña coladas and getting caught in the rain.",
			"responsibilities":[
				"Take notes from meetings",
				"Prepare and send weekly emails"
			]
		},
		{
			"title": "Treasurer",
			"email": "treasurer {at} hashdump {dot} org",
			"name": "Cooper Wiegand",
			"picture": "cooper_wiegand.jpg",
			"bio": "I am a fourth year undergrad studying in the Computer Science department. I am origionally from the Illinois but have been all over the place and love Colorado. I spend most of my free time with my amazing girlfriend and our dogs.",
			"responsibilities": [
				"Create and maintain a budget",
				"Make purchases and handle reimbursements",
				"Apply for funding"
			]
		},
		{
			"title": "Academic Advisor",
			"email": "jgersch@colostate.edu",
			"name": "Dr. Joseph Gersch",
			"picture": "joseph_gersch.jpg",
			"bio": "Dr. Gersch is an instructor at CSU, the former president of Secure64 Software Corporation, and a 24-year HP veteran. His current research includes systems and network security, blockchain, security analytics, and visualization. As our principle advisor, Dr. Gersch is brimming with knowledge and experience, and is always happy to share it."
		},
		{
			"title": "Graduate Advisor",
			"email": "jordantp@rams.colostate.edu",
			"name": "Jordan Peterson",
			"picture": "jordan_peterson.jpg",
			"bio": "Jordan is a second-year grad student working towards a Master of Science in Computer Science at CSU. He is also a veteran of the Hashdump club, being a member since his undergrad and having held different officer positions in the club since 2016. His current research focuses on security within the ever-growing Internet of Things."
		}
	]
}
