{
	"officers":[
		{
			"title": "President",
			"email": "Everett.Lewark@colostate.edu",
			"name": "Everett Lewark",
			"picture": "everett.jpg",
			"bio": "I'm a graduate student in the Computer Science program. My hobbies include 3D modeling, electronic music, and game development.",
			"responsibilities": [
				"Prepare topics for meetings",
				"Contact companies and professors",
				"Lead meetings and delegate tasks to officers"
			]
		},
		{
			"title": "Secretary",
			"email": "luzovich@colostate.edu",
			"name": "Autumn Luzovich",
			"picture": "autumn_luzovich.jpg",
<<<<<<< HEAD:data/officers.json
			"bio": "Hi there! I am a junior pursuing a major in Computer Science. Security is a huge passion of mine, and I am especially fascinated by the tools and methods used to protect one's identity online. In my free time, I enjoy developing web applications and playing <em>some</em> video-games.",
||||||| 40a12c8:_data/officers.json
			"bio": "Hi there! I am a sophomore student pursuing a major in Computer Science. Security is a huge passion of mine, and I am especially fascinated by the tools and methods used to protect one's identity online. In my free time, I enjoy developing web applications and playing <em>some</em> video-games.",
=======
			"bio": "Hi there! I am a junior student pursuing a major in Computer Science. Security is a huge passion of mine, and I am especially fascinated by the tools and methods used to protect one's identity online. In my free time, I enjoy developing web applications and playing <em>some</em> video-games.",
>>>>>>> master:_data/officers.json
			"responsibilities":[
				"Take notes from meetings",
				"Prepare and send weekly emails"
			],
			"pronouns": [
				"they/them"
			]
		},
		{
			"title": "Treasurer",
			"email": "semechki@colostate.edu",
			"name": "Zoey Mikol",
			"picture": "zoey.jpg",
			"bio": "Hey! I'm a senior majoring in biochemistry and molecular biology. I'm quite passionate about personal security and privacy online, and my interests include cryptography and reverse engineering. In my free time, I like to write music and read about proteins.",
			"responsibilities": [
				"Create and maintain a budget",
				"Make purchases and handle reimbursements",
				"Apply for funding"
			],
			"pronouns": [
				"she/her"
			]
		},
		{
			"title": "Academic Advisor",
			"email": "indrajit.ray@colostate.edu",
			"name": "Indrajit Ray",
			"picture": "indrajit.jpeg",
			"bio": ""
		}
	]
}
